{
  "script": [
    {
      "type": "info",
      "text": "End of the film"
    },
    {
      "type": "info",
      "text": "Divided in to scenes just to make it easier for cast\nTo follow up-the performances are one after eachother and it will flow smootly"
    },
    {
      "type": "info",
      "text": "Scene 1"
    },
    {
      "type": "info",
      "text": "In the right corner of the audience seated area, nilay and her filmmaker assistant neri are waiting.. After the audience announcement, nilay starts speaking to the camera that neri is holding in front of her-she is very nervous, neri is equally in a rush and feeling stressed.. At any moment, nilay could snap and tell her off, and that tension is palpable.. As a result, nilay's every step and every word she speaks is being closely followed by neri with great attention to detail.this part is performed in the middle of the theatre where audiences are seated."
    },
    {
      "type": "player",
      "text": "Nilay: Hello friends, welcome to my channel i’m nilay yildiz\nAnd we are together again on the new real stories program.. \nToday, i am about to do the most unique program i have ever done.. \nRight now, i am heading towards a hospice care home in one of the corners of london.. \nLet me briefly explain what a hospice care home is for those who do not know.. \nThe meaning of \"hospice\" is hospitality, and there are many hospice care homes in uk.. \nThese places are where individuals who are nearing the end of their lives, with no more treatments available,\nThey provide the best care to ensure these people live out their final days in the most comfortable way possible.. \nThe hospice team and volunteers offer support to both the patient and their loved ones.\nThe person we will be visiting today is uncle selim, who is staying in a hospice.. \nHe came to london many years ago as an immigrant, worked, got married, and grew old.. \nHe spent a large part of his life working as a projectionist in cinemas,\nLiving through the films he worked with.. \nDuring this visit, we will witness selim uncle’s inner journey,\nAnd with his experiences, perhaps he will hold up an important mirror to us all."
    },
    {
      "type": "info",
      "text": "(ends the broadcast and calls his husband on the phone)"
    },
    {
      "type": "player",
      "text": "Nilay: If i didn’t answer, it means something’s happening.. \nWhy would someone call 40 times?. I’m live\nOh, that’s right, since i’m not important, you must have forgotten i’m live.\nDon’t drive me crazy.. Stupid idiot."
    },
    {
      "type": "player",
      "text": "Neri:  Dear friends and now, here’s a crazy nilay in front of you"
    },
    {
      "type": "player",
      "text": "Nilay: shut up, stop making a fuss – i’m about to explode, don’t mess with me."
    },
    {
      "type": "player",
      "text": "Neri: that explosion always happens on me anyway.. Always always always"
    },
    {
      "type": "info",
      "text": "(repeats the sentence and runs away from nilay)"
    },
    {
      "type": "info",
      "text": "(the curtain opens) scene 2"
    },
    {
      "type": "info",
      "text": "In this scene, selim is sitting in his wheelchair, alone, having just woken up from his dream.. He holds a notebook and a pen in his hand.. The room is calm, and we hear his inner voice, which will be a playback."
    },
    {
      "type": "player",
      "text": "I lived my life in such a hurry, as if i had so much time.... If only i had learned to slow down, to savor each moment, maybe the burden of these memories would not feel so heavy now.. \nHow quickly my life passed, that big life of mine, now so small.... I got lost in that speed.. Now, towards the end of my journey, i face my regrets and \"what-ifs.\" as i think about how i spent my time, a sadness grows inside me.. Every happiness and smile, every tear and sorrow, every worry and anxiety, they all become memories.... I wish i had the wisdom i have now when i was younger.. I wish i had believed more in goodness and lived more of the beauty that life offered."
    },
    {
      "type": "info",
      "text": "Scene 3"
    },
    {
      "type": "player",
      "text": "Maria andrea sugar are volunteers looking after selim uncle at the hospice"
    },
    {
      "type": "player",
      "text": "Selim’s daughter, tulay, and her friends, sevgi and suzi, arrive to visit him."
    },
    {
      "type": "player",
      "text": "Selim uncle is in a wheelchair.. There are three chairs, a coffee table, and a historic cinema projector machine on it."
    },
    {
      "type": "player",
      "text": "Selim amca’s hearing is not very good – everyone speaks in a loud voice."
    },
    {
      "type": "player",
      "text": "Tulay:(she enters behind the curtain, placing some items she brought in a large bag into the cupboard, as if organising.)"
    },
    {
      "type": "info",
      "text": "Hi grandad, look we came to visit you with my friends"
    },
    {
      "type": "info",
      "text": "The machine was brought by the hospice volunteers ey.. I can imagine how happy you must have been when they told me about it."
    },
    {
      "type": "player",
      "text": "Selim uncle:(silent)"
    },
    {
      "type": "player",
      "text": "Tulay: you gave your whole life to those machines grandad.. (while touching the machine)"
    },
    {
      "type": "player",
      "text": "Selim uncle:(quietly) my whole life in fron of my eye, like a movie."
    },
    {
      "type": "player",
      "text": "Tulay: don’t dwell on it too much, grandad.. That time is gone.. Oh, by the way, the woman who is doing the interview with you today, she will be here soon.. The hospice team knows about it."
    },
    {
      "type": "info",
      "text": "Oh, look at these volunteers –just like an angels without wings.. These hospice people are truly something else"
    },
    {
      "type": "player",
      "text": "Sevgi: tell me about it, i was just thinking the same thing.. Effort they put in, what selflessness.. People really should appreciate them."
    },
    {
      "type": "player",
      "text": "Tulay: they’re much better than us as a family, honestly.. I can tell you that for sure.. They deserve the best, bless them all."
    },
    {
      "type": "player",
      "text": "Suzi: (standing rather than sitting, showing her usual fastidiousness)\nAnd they do it all voluntarily, without even taking a penny.. Hah i can't believe that"
    },
    {
      "type": "player",
      "text": "Tulay: their existence really is like a light shining in the world.. They're the real heroes, bringing hope to people like my grandad."
    },
    {
      "type": "player",
      "text": "Suzi: ahh thats so sweet \"i’d love to do it too, but i have no time."
    },
    {
      "type": "player",
      "text": "Tulay: even just a few hours can make a huge difference.. And what i’ve seen here—it’s not just about helping others.. It’s about how much it nourishes their own souls."
    },
    {
      "type": "player",
      "text": "Suzi: haha \"so, a small step can be the beginning of a big change, you’re right you know"
    },
    {
      "type": "player",
      "text": "Sevgi: (with a slightly sarcastic tone) she knows everything, but never acts on it.. You know"
    },
    {
      "type": "player",
      "text": "Suzi: (confused and angry) what - i didn’t get that."
    },
    {
      "type": "player",
      "text": "Sevgi: (smiling, teasing) oh, nothing, just a random thought.. What were we talking about?. These angels of kindness really do make the world a better place.. They love people, nature, animals, and take care of them.. They are not after luxury villas, brand names, status, symbols—honestly these are the people make the world beautiful place to live."
    },
    {
      "type": "player",
      "text": "Suzi: (touching selim uncle’s shoulder lightly) don’t lose hope, you’re a strong man.. Don’t be afraid.. You know, cemeteries are full, they’re not taking anyone anymore bodies."
    },
    {
      "type": "player",
      "text": "Tulay: (getting tense, prepares to leave, not very happy with what suzi said.. She picks up her coat and bag) should we go now"
    },
    {
      "type": "player",
      "text": "Suzi: (without realising, still speaking about the previous topic) wait, we just got here"
    },
    {
      "type": "player",
      "text": "Sevgi: (approaching suzi, quietly scolding her with a disapproving tone) that was a totally unnecessary comment, honestly (she grabs suzi’s arm firmly and starts to move toward the exit.)"
    },
    {
      "type": "player",
      "text": "Suzi: (shouting as she leaves) what did i even say?. I was just joking about how they’re not accepting any new ones- bodies - over the other side"
    },
    {
      "type": "player",
      "text": "Selim: (talking to his daughter, calmly)\nI’ve always hated showy words and showy people.. That friend of yours she lives for the display.. Stay away from her.. (to tulay, now more seriously)\nOh how is your brother"
    },
    {
      "type": "player",
      "text": "Tulay: he’s fine, don’t worry.. Work’s been busy, but he really wants to come see you"
    },
    {
      "type": "player",
      "text": "Selim: he hasn’t spoken to me for years-.. I know he hasn’t been coming on purpose."
    },
    {
      "type": "player",
      "text": "Tulay: don’t think about these things, grandad.\n(she kisses him and, as she exits, they meet tweng, a hospice volunteer.)"
    },
    {
      "type": "player",
      "text": "Tulay: thank you for everything you do for my grandad."
    },
    {
      "type": "player",
      "text": "Tweng: my pleasure, my dear, our pleasure.. (excitedly) hey!. I missed you, man"
    },
    {
      "type": "player",
      "text": "Selim: (feeling very happy and excited,grabs tweng's hand) thank you"
    },
    {
      "type": "player",
      "text": "Tweng:   guest what -i have written a song and made an lyrics after we have had that importance of planting a tree conversation other day and created this a song to make an awareness and created donate one pound qr code so i can get this ball rolling and plant many trees as we can- and now doing the very first show only for you – are you readyyyy"
    },
    {
      "type": "player",
      "text": "Selim: (extremely excited) yes yes"
    },
    {
      "type": "info",
      "text": "Scene 4"
    },
    {
      "type": "info",
      "text": "(music – (the whole group dances together)"
    },
    {
      "type": "info",
      "text": "The music plays, and everyone begins to dance joyfully.. Selim, though in his wheelchair, is included in the energy of the dance.. The movement is full of life, and tweng leads the choreography.. There is a sense of celebration and unity as they all move to the rhythm, each person connected by the shared joy of the moment."
    },
    {
      "type": "info",
      "text": "As the music reaches its peak, the focus shifts.. Selim is guided by the volunteers to a corner where a small tree is planted, symbolizing a new beginning and growth.. The group gathers around, still dancing and celebrating, while tweng gently helps selim plant the tree, making sure he is involved in the act.. This becomes a moment of transformation, a visual metaphor for life and hope."
    },
    {
      "type": "info",
      "text": "Everyone is beaming with joy, and selim's smile is wide as he participates in this ritual of planting—a final, poignant act that symbolizes not just the end, but also the legacy he leaves behind.. The dance continues, with each movement reflecting the warmth, hope, and connection shared in the moment."
    },
    {
      "type": "info",
      "text": "The scene is uplifting, filled with movement and life, as they all come together, sharing one final meaningful moment of connection, kindness, and the circle of life."
    },
    {
      "type": "info",
      "text": "Scene 5"
    },
    {
      "type": "player",
      "text": "Selim:  thank you, this was beautiful."
    },
    {
      "type": "player",
      "text": "Tweng: i'm glad you liked it, man."
    },
    {
      "type": "player",
      "text": "Selim:  oh, by the way, my daughter's friend.... Telling me not to worry, because cemeteries are full and they don't accept new bodies anymore."
    },
    {
      "type": "player",
      "text": "Tweng: you should be smiling at this, selim.. Come onnn."
    },
    {
      "type": "player",
      "text": "Selim: \"after living this life for 80 odd years, i’ve learned so well the power of smiling.\""
    },
    {
      "type": "player",
      "text": "Tweng: \"yes, man.\""
    },
    {
      "type": "player",
      "text": "Selim: \"and some lady is coming to talk with me from tv or something.\""
    },
    {
      "type": "player",
      "text": "Tweng: \"yeah, what's wrong with that, selim?. Share your experiences!\""
    },
    {
      "type": "player",
      "text": "Selim: \"no problem, but...\""
    },
    {
      "type": "player",
      "text": "Tweng: \"but what?. Don't you worry.\""
    },
    {
      "type": "player",
      "text": "Selim: \"why did she choose me?\""
    },
    {
      "type": "player",
      "text": "Tweng: (smiling) \"she chose you because you are the special one, right?\""
    },
    {
      "type": "player",
      "text": "Selim: \"she chose me because i am dying.\"(just as selim finishes his line, mark, one of the hospice volunteers, walks in.)"
    },
    {
      "type": "player",
      "text": "Mark: \"hey, guys, have i missed the 'plant a tree' show, everyone is talking about it"
    },
    {
      "type": "player",
      "text": "Tweng: you did (with lots of positivism) singing the lyrics plant a tree –dont forget to donate £1 by just scanning the qr code- watch the dance on social media so many people were recording"
    },
    {
      "type": "player",
      "text": "Mark: ok i will do that (checking his phone) do you realise that we are the last generation on earth that knows what life was like before social media and after social media"
    },
    {
      "type": "player",
      "text": "Tweng: i know, we had to entertain ourselves by counting the number of clouds instead of scrolling through feeds before"
    },
    {
      "type": "player",
      "text": "Mark: for sure but at least clouds didnt judge us for our choices and look.. Like social media does"
    },
    {
      "type": "player",
      "text": "Tweng: oh yes, so true mann.. Social media is just like a competition panel -dont take it serious"
    },
    {
      "type": "player",
      "text": "Selim: \"tv lady coming today, mark.\""
    },
    {
      "type": "player",
      "text": "Mark: \"i know, i’ve heard.. She wants to listen to your experiences and your wisdom.\""
    },
    {
      "type": "player",
      "text": "Selim: \"she should listen to all of you too – volunteering and caring for others at their critical times.\""
    },
    {
      "type": "player",
      "text": "Tweng: \"caring for others in need is therapeutic, and in fact, it’s caring for our own heart.\""
    },
    {
      "type": "player",
      "text": "Selim: \"thank you – i wish i had met all of you many years ago.\""
    },
    {
      "type": "player",
      "text": "Mark: \"we might have passed by each other at some point.. Maybe we sat next to each other on a train, waited in a queue at a superstore, or went to the same restaurant, bar, or café and didn’t even look around because we were rushing with daily life routines.\""
    },
    {
      "type": "player",
      "text": "Selim: (singing) \"those were the days...\""
    },
    {
      "type": "player",
      "text": "Tweng: \"oh, my dear selim, you’re singing 'those were the days,' eh?\""
    },
    {
      "type": "player",
      "text": "Selim: \"keep remembering those days, missing those days, with music, drink, dance, and lots of laughter with friends and family.. I wish i did more of those days.\""
    },
    {
      "type": "info",
      "text": "(tweng and mark exchange a glance.)"
    },
    {
      "type": "player",
      "text": "Tweng: \"those were the days – let’s do it.\""
    },
    {
      "type": "player",
      "text": "Mark: \"let’s use our imagination and go back to those days.\" (with lots of positivity)"
    },
    {
      "type": "info",
      "text": "(all three begin singing the lyrics, \"those were the days,\" and mark pulls out his phone, playing the song.. They all smile and are happy, enjoying the music and the moment.)"
    },
    {
      "type": "info",
      "text": "Scene 6"
    },
    {
      "type": "info",
      "text": "The whole teams dance performance – in 1970s costumes – the atmosphere of selim uncles ’s dream – everyone is healthy, happy, and living a joyful life."
    },
    {
      "type": "info",
      "text": "(the scene is filled with warmth, nostalgia, and joy as they sing together, reflecting on the past with a sense of fulfilment, embracing the present moment, and enjoying each other’s company.)"
    },
    {
      "type": "info",
      "text": "Scene 7"
    },
    {
      "type": "info",
      "text": "At the end of the music, tweng mark is still murmuring the song, while the team has moved backstage.. Nilay and neri enter the stage."
    },
    {
      "type": "player",
      "text": "Nilay: (a bit out of breath, noticing selim)\"hi—merhaba!\""
    },
    {
      "type": "player",
      "text": "Selim: (gives her a warm but slightly tired smile, nodding his head)\"hello!\""
    },
    {
      "type": "player",
      "text": "Mark: (with a friendly wave)\"hi!\""
    },
    {
      "type": "player",
      "text": "Tweng: (also greeting her with a smile and a wave)\"hi!\""
    },
    {
      "type": "info",
      "text": "(nilay, seemingly distracted, looks between selim, mark, and tweng for a second before quickly focusing on her camera, adjusting the microphone and the setup.)"
    },
    {
      "type": "player",
      "text": "Selim: (smiling, proud but modest)\"yes, it’s me—and this is my friend mark and tweng.\""
    },
    {
      "type": "info",
      "text": "(mark and tweng seem to be about to explain who they are, while nilay and neri busy themselves with the camera and equipment, constantly bickering with neri – nilay is reading the messages that come to her phone.. Selim uncle can’t continue – he is limited by this situation, and his body language and attitude show it.. Nilay takes deep breaths now and then – she looks like she has just climbed a staircase with 140 steps"
    },
    {
      "type": "player",
      "text": "Tweng: (pauses, glancing at nilay, then turns to mark)\"i need to go now, guys—i’ve got a mission to complete.. I must inspire the world to plant a tree.\" (he gives a supportive smile to nilay before stepping away.)"
    },
    {
      "type": "player",
      "text": "Neri: we're recording, right?"
    },
    {
      "type": "player",
      "text": "Nilay: what else would you be doing here?. Yes, you're recording, neri."
    },
    {
      "type": "player",
      "text": "Neri: i mean, it's not a live broadcast.. That's what i’m trying to say."
    },
    {
      "type": "player",
      "text": "Nilay: big risk – i never do live broadcasts.. There's always a chance of you might just cut the broadcast and dive into the situation."
    },
    {
      "type": "player",
      "text": "Neri: when you say \"dive,\" it makes me want to dive so badly."
    },
    {
      "type": "player",
      "text": "Nilay: into what?"
    },
    {
      "type": "player",
      "text": "Neri: the pool."
    },
    {
      "type": "player",
      "text": "Nilay: if i don’t forget, i’ll beat you up on the way out – for sure.. (turns to selim amca) ah, sorry, i’m having a bad day – but i’ll be fine."
    },
    {
      "type": "player",
      "text": "Selim: (noticing her discomfort, with genuine concern)\"whats wrong with you my dear?\""
    },
    {
      "type": "player",
      "text": "Mark: (looking at nilay, frowning a little)\"are you okay?\""
    },
    {
      "type": "player",
      "text": "Selim: (nods at mark’s question, his expression a bit more serious)\"she’s not okay.\""
    },
    {
      "type": "player",
      "text": "Nilay: (her face drops for a second, and she lowers her gaze before quickly trying to cover it up)\"well, it’s not a big deal, uncle selim.. Don’t worry about it.\" (she takes a deep breath, then proceeds quickly, trying to dismiss it.)"
    },
    {
      "type": "player",
      "text": "Selim: (pauses, sensing there's more to the story)\"no problem?. Then why are you so tense, my dear?\""
    },
    {
      "type": "player",
      "text": "Nilay: (hesitating for a moment, then blurting out)\"my husband just texted me—he said he doesn’t love me anymore, that we should divorce."
    },
    {
      "type": "player",
      "text": "Selim: (leans forward slightly, with a knowing look, his voice matter of fact) \"mark, look—her husband doesn’t love her anymore.. He wants a divorce.\""
    },
    {
      "type": "player",
      "text": "Mark: (sympathetically leaning closer to nilay, his tone soft but concerned)\"oh no, that’s terrible.\" (he pulls his chair up to get closer.)"
    },
    {
      "type": "info",
      "text": "\"poor little girl… well, don’t love him back then, simple as that.\""
    },
    {
      "type": "player",
      "text": "Selim: (turning to nilay, his face softening, trying to offer a more direct solution)\"but why?. What could be the reason?\""
    },
    {
      "type": "player",
      "text": "Nilay: (her voice shaky, and there’s a bitter tone as she starts to explain, trying to hold back tears but failing)\"i don’t know.. We do not have problems really.. I guess… he doesn’t like me anymore.. I’ve had some cosmetic procedures done, but he just doesn’t seem interested in me anymore.. It’s like i’m invisible to him.. I swear, sometimes i just want to leave this place, go somewhere far away...\" (she trails off, her eyes unfocused, lost in thought.)"
    },
    {
      "type": "player",
      "text": "Selim: (sitting back, watching her intently, the weight of his words heavier now)\"where would you go?\""
    },
    {
      "type": "player",
      "text": "Nilay: (shrugs, still visibly upset)\"i don’t know… anywhere.\""
    },
    {
      "type": "player",
      "text": "Selim: (gently, yet with a kind of wisdom in his voice)\"a little seaside town.. Maybe that would help.\""
    },
    {
      "type": "player",
      "text": "Nilay: (slightly caught off guard by his suggestion, she looks at him, almost sceptical but curious)\"well… yeah.. I guess.. Maybe.\""
    },
    {
      "type": "player",
      "text": "Selim: (his voice soft but firm)\"then, you must find a place where you can trust to leave your mind."
    },
    {
      "type": "player",
      "text": "Nilay: (looking at him confused, trying to process his words)\"what do you mean?. A place where i can trust my mind?\""
    },
    {
      "type": "player",
      "text": "Selim: (sighs deeply, his expression becoming more serious and philosophical)\"i mean, you can’t escape yourself, nilay.. If the problem is in your mind, wherever you go, it will follow you.. You must learn to find peace within yourself first.\" (his voice is tender but wise, showing his experience with life.)"
    },
    {
      "type": "player",
      "text": "Nilay: (thinking hard, her frustration momentarily forgotten as she listens carefully)\"you’re right, i guess.. However, it is not easy.. It's hard to let go of things.\""
    },
    {
      "type": "player",
      "text": "Selim: (nods thoughtfully, his tone compassionate but grounded)"
    },
    {
      "type": "info",
      "text": "\"everything passes, my dear.. All pains eventually pass.\" (a soft smile forms on his lips.)"
    },
    {
      "type": "player",
      "text": "Nilay: (looking up, her eyes slightly watery, yet with a softer smile forming) “no no, this will stick to me – i'll lose my mind.. I won't forget"
    },
    {
      "type": "player",
      "text": "Tulay: hi again grandad, look who i bumped in outside, both wanted to see you.. Ayse and burcu, burcu is author poet"
    },
    {
      "type": "player",
      "text": "Selim: (happily nodding) we are talking about poems"
    },
    {
      "type": "player",
      "text": "Tulay: which one"
    },
    {
      "type": "player",
      "text": "Selim: frida kahlo has written a very beautiful piece that says 'everything passes' – do you know it?"
    },
    {
      "type": "player",
      "text": "Ayse: i know that can i read"
    },
    {
      "type": "info",
      "text": "Reading the poem"
    },
    {
      "type": "info",
      "text": "What ever happens in life dont forget ..."
    },
    {
      "type": "info",
      "text": "We know that all pain will pass one day"
    },
    {
      "type": "info",
      "text": "All the photographs will turn yellow"
    },
    {
      "type": "info",
      "text": "The wound scabs over, and it heals."
    },
    {
      "type": "info",
      "text": "One morning, you’ll want fresh bread for breakfast."
    },
    {
      "type": "info",
      "text": "A cup of black coffee."
    },
    {
      "type": "info",
      "text": "When the evening comes, you’ll want a nice cup of tea."
    },
    {
      "type": "info",
      "text": "You’ll notice the season in the street,"
    },
    {
      "type": "info",
      "text": "And you’ll see yourself in the mirror."
    },
    {
      "type": "info",
      "text": "At first, it's unclear, but then you smile all the way to your dimples."
    },
    {
      "type": "info",
      "text": "The songs hum, and you look for your coloured pencils in the drawers."
    },
    {
      "type": "info",
      "text": "Birds come and rest on the branches."
    },
    {
      "type": "info",
      "text": "From the place you broke, flowers will bloom."
    },
    {
      "type": "info",
      "text": "All pains will pass one day, or you’ll get used to it."
    },
    {
      "type": "player",
      "text": "Nilay: beautiful – but life and marriage is soo difficult"
    },
    {
      "type": "player",
      "text": "Tulay: i don't know the topic, but – it’s not always spring, there's always storms – that’s how life is – now and then."
    },
    {
      "type": "player",
      "text": "Nilay: \"i wish there were no storms at all.\""
    },
    {
      "type": "player",
      "text": "Burcu: oh ladies.. I have a poem written about women"
    },
    {
      "type": "info",
      "text": "And starts reading her poem"
    },
    {
      "type": "player",
      "text": "Selim: \"experiences give you value – they make you who you are.\""
    },
    {
      "type": "player",
      "text": "Nilay: \"i wish i hadn’t rushed to get married.\""
    },
    {
      "type": "player",
      "text": "Selim: \"schopenhauer said, marriage is the reduction of rights by half, and an increase in responsibilities by two.. Marriage requires sacrifice.\""
    },
    {
      "type": "player",
      "text": "Neri: selim amca, your memory is incredible – you could be the king of memories"
    },
    {
      "type": "player",
      "text": "Tulay: my grandad have read so many books over the last years and he is very wise"
    },
    {
      "type": "player",
      "text": "Neri: did you try to give me a message – i didnt say anything wrong"
    },
    {
      "type": "player",
      "text": "Nilay: (playfully, a little philosophically) \"draw the life you deserve where you are, because, after all, the pen is in your hand, my dear selim uncle.\" (she looks at herself in the phone’s camera, adjusting her eyebrows, etc.)"
    },
    {
      "type": "player",
      "text": "Selim amca: \"i love naturalness – when i say naturalness, if people spent the time and money, they spent to their outer appearance but not to their mind and soul- the world would be a more liveable place.\""
    },
    {
      "type": "player",
      "text": "Nilay: (seemingly offended by the comment on appearance, showing it through her body language and gestures)"
    },
    {
      "type": "player",
      "text": "Neri: go on, draw it – the pencil is in your hand."
    },
    {
      "type": "player",
      "text": "Mark: (returning to the stage with his drink in hand) \"they say: life is not about waiting for the storm to pass – it’s about learning to dance in the rain.\""
    },
    {
      "type": "player",
      "text": "Tulay: yes – (she stands up and opens her arms in a lively manner).. Positivism attracts positivism like a magnet.. (touches selim amca’s shoulder) i’m leaving, dad – see you later, mark."
    },
    {
      "type": "player",
      "text": "Mark: \"staying positive in negative situations.\""
    },
    {
      "type": "player",
      "text": "Tulay: hundred percent mark"
    },
    {
      "type": "player",
      "text": "Selim: \"life is a one-time offer, so use it well – i wish i had the opportunity to say that i didn’t like the life i had this time, and that i would like to try again.marriage – ah, i just remembered a very similar experience related to this."
    },
    {
      "type": "info",
      "text": "Scene 8"
    },
    {
      "type": "info",
      "text": "The scene goes dark – selim’s wheelchair, two other chairs, and a table are placed behind the curtain.. Two couples are out for a morning walk."
    },
    {
      "type": "player",
      "text": "Selim: \"sevcan, how are you?. You are looking good.\""
    },
    {
      "type": "player",
      "text": "Sevcan: \"thanks to my strong character, i've adapted to my miserable life in the colony.. One day, i hope to escape this torment.. In the story, the frog kissed by the princess turns into a prince.. I don’t know if the same applies to a wood.\" (looking at her husband)"
    },
    {
      "type": "player",
      "text": "Haldun: \"wood"
    },
    {
      "type": "player",
      "text": "Selim: (trying to ease the tension) \"ah, how beautiful, how beautiful.. The positive energy you give almost burned my throat.. So, haldun, are you doing as well as sevcan"
    },
    {
      "type": "player",
      "text": "Haldun: \"pfft, (slightly louder) i'm doing great, really great.. As good as the gazelle in the lion’s mouth is, that's how good i am.. I'm as peaceful as an owl and as cheerful as a camel in the desert.\""
    },
    {
      "type": "player",
      "text": "Aysun: \"you know, haldun, you're at least as positive as sevcan.\""
    },
    {
      "type": "player",
      "text": "Haldun: \"my dear aysun, i’m talking about the effect certain people have on me, who i don’t want to name, (looking at his wife) since we still haven’t solved our issues, my feelings are like a documentary about troubled animals.\" (gesturing with his hands as if presenting) \"with their heads downspeaking about camel care.\""
    },
    {
      "type": "player",
      "text": "Selim: \"alright, alright, let’s get to the real issue before we get into the lion's digestive system.. You go ahead sevcan, tell me whats the actual problem?”"
    },
    {
      "type": "player",
      "text": "Sevcan: \"selim, during the flirting phase, this man used to tell me how understanding and skilled he was.. He used to boast about his personal care, his cooking skills, and how partners should help each other in a marriage.. None of that exists now!. Not one bit of it!\" (she says this while almost shouting)"
    },
    {
      "type": "player",
      "text": "Haldun: \"ohh, hold on there, snow white, first of all i take a bath once a week, i put on cologne daily.. Two, i wear my socks without your assistance.. Three: how many times have i made sandwiches for myself?. Have you ever helped with that?. I’m consistent, whatever i say, and that’s what i do.\""
    },
    {
      "type": "info",
      "text": "(selim tries not to laugh.)"
    },
    {
      "type": "player",
      "text": "Sevcan: \"aah, i’m gonna lose it!\""
    },
    {
      "type": "player",
      "text": "Haldun: \"did i take away your right to ask questions?. If you had asked in detail…\""
    },
    {
      "type": "player",
      "text": "Aysun: \"stop it, you two!. These are not matters worth making a big deal out of.. Am, i wrong, selim?\""
    },
    {
      "type": "player",
      "text": "Selim: \"well, other than haldun's distant attitude towards bathing, we can still handle everything with a positive approach.. Daily life is filled with a ton of negative challenges.. It’s tiring, it wears you out, and then we go and vent to our closest ones.. But the core of it all is love, and if there is love, any problem can be solved in marriage.\""
    },
    {
      "type": "player",
      "text": "Aysun: \"isn’t that right?. You put it so beautifully.. Haldun, do you remember the days you used to say how much you loved sevcan?. Weren’t you the one who said, 'find a mountain for me, i’ll climb it for sevcan'?\""
    },
    {
      "type": "player",
      "text": "Selim: \"in fact, he was so drunk with love that he was willing to do that with a dessert spoon, think about how much he was in love with you.\" (turning to sevcan)"
    },
    {
      "type": "player",
      "text": "Haldun: \"but look at these gestures—she is delivering destruction order to the love nest in my”"
    },
    {
      "type": "player",
      "text": "Sevcan: \"oh please, the one who truly loves is me, you’re the distant one—don’t make me step on you, you labour thief.\""
    },
    {
      "type": "player",
      "text": "Haldun: \"no, no, step on me.. You are already undermining me everywhere.. If i’m with my friend, then i’m at the safest spot, please step on me.\""
    },
    {
      "type": "player",
      "text": "Aysun: \"what do you mean by 'labour thief'?\""
    },
    {
      "type": "player",
      "text": "Sevcan: \"forget it, i won’t tell you now.\""
    },
    {
      "type": "player",
      "text": "Haldun: i really want to – please, tell me."
    },
    {
      "type": "player",
      "text": "Sevcan: calm down – if we go in there, we will not be able to get out, and you know that."
    },
    {
      "type": "player",
      "text": "Haldun: \"please, tell me!\""
    },
    {
      "type": "player",
      "text": "Selim: \"labor theft is the most serious crime.. I’d really like to hear this.\""
    },
    {
      "type": "player",
      "text": "Sevcan: \"in terms of work and strength—i can open up about it.\""
    },
    {
      "type": "player",
      "text": "Aysun: \"ahh, what was that saying, selim?’labor theft is as hot as fire, as cold as winter.'\""
    },
    {
      "type": "player",
      "text": "Selim: \"the only thing that stings like poison is labor theft.\""
    },
    {
      "type": "player",
      "text": "Haldun: \"what could i have done that would be so painful, so biting, and even freeze me?. I’m really curious.\""
    },
    {
      "type": "player",
      "text": "Sevcan: \"for once, we’re not equal!. I gave birth to a child; can you understand that haldun?\""
    },
    {
      "type": "player",
      "text": "Haldun: (confused) \"you couldn’t explain it, sevcan?\""
    },
    {
      "type": "player",
      "text": "Sevcan: \"it’s always like this—whatever i say, it doesn’t make sense.. I didn’t come to this world to be a spectator; i should be playing my part in it.\""
    },
    {
      "type": "player",
      "text": "Selim: \"oh, that’s a beautiful line, accept it!\""
    },
    {
      "type": "player",
      "text": "Haldun: \"go ahead, beautiful, the stage is yours.\""
    },
    {
      "type": "player",
      "text": "Sevcan: \"oh well, anyway, today is my girls gathering day—\" (turning to haldun) \"i can’t deal with you right now.\""
    },
    {
      "type": "player",
      "text": "Haldun: \"one day, make a husband’s day and scream a sad song for me.\" (shouting, then turning to selim) \"ah, love, ha, don’t make me laugh.\" (exits the stage and the stage goes dark.)"
    },
    {
      "type": "info",
      "text": "Scene 9"
    },
    {
      "type": "info",
      "text": "The scene is still dark.. Selim’s inner voice is heard."
    },
    {
      "type": "info",
      "text": "In the end, love is importand  – as the master said –you should be like an umbrella in the rain to the person you married to,  and you should be the sun behind the clouds –you can only do this if you love the person your married to-  i miss the one i loved so much now-"
    },
    {
      "type": "info",
      "text": "To the sound of music, a woman and a man perform within a cloud of smoke – the woman is wearing a long white dress – the man cannot reach her – he cannot hold her hand.. This is the dream that selim uncle is immersed in, drifting into."
    },
    {
      "type": "info",
      "text": "Scene 10"
    },
    {
      "type": "info",
      "text": "Selim, is distracted"
    },
    {
      "type": "player",
      "text": "Neri: you have watched a lot of movies, uncle selim."
    },
    {
      "type": "player",
      "text": "Nilay: (tense) you’ve really gone off track, haven’t you?. (turns to selim) uncle, are you okay?"
    },
    {
      "type": "player",
      "text": "Mark: can i guess what you were thinking?"
    },
    {
      "type": "player",
      "text": "Selim: yes (nods his head)"
    },
    {
      "type": "player",
      "text": "Nilay: what?. Please tell me too."
    },
    {
      "type": "player",
      "text": "Mark: happiness in the smallest things."
    },
    {
      "type": "player",
      "text": "Nilay: uncle mark, would you like to share your thoughts on happiness, please?"
    },
    {
      "type": "player",
      "text": "Mark: you must be happy, there is no other way.. Big people, wise people are those who find happiness in little, tiny, small things."
    },
    {
      "type": "player",
      "text": "Selim uncle: things like you helping me here.. It seems small but it is huge."
    },
    {
      "type": "player",
      "text": "Mark: because happiness is a smile from the person you’ve made happy, loving a flower, an animal, a blue sky."
    },
    {
      "type": "player",
      "text": "Nilay: so sweet.. Have you ever been hopeless?"
    },
    {
      "type": "player",
      "text": "Mark: do you know what true hopelessness means to me?. To be in the middle of a war, bombs, weapons, no safety.. Imagine you are trapped in a house with your loved ones."
    },
    {
      "type": "player",
      "text": "Selim: i have spent many times worrying about pointless things.. When i was working the machines at the cinema—instead of showing a documentary, i end up running a comedy film.. When i keep repeating some parts of the movie, or when at work or among relatives, someone says something i don’t deserve, it really gets to me—it would annoy me so much that i’d get sick—literally—if i had the same mind now, i wouldn’t think about it for even a second.. What matters is my believe in myself.. Beliveving power of kindness and caring"
    },
    {
      "type": "info",
      "text": "Scene 11"
    },
    {
      "type": "info",
      "text": "Positive negative acts only one paragraf speech"
    },
    {
      "type": "info",
      "text": "Talking to his dog"
    },
    {
      "type": "info",
      "text": "Hey, listen up"
    },
    {
      "type": "info",
      "text": "Life’s like a wild ride on a rollercoaster made of soggy cardboard"
    },
    {
      "type": "info",
      "text": "Full of bumps and twists, but hey, we’re still here, right?"
    },
    {
      "type": "info",
      "text": "We trip, we laugh, and sometimes we spill our drinks all over the place!. Sure, the streets can feel like a circus gone wrong, but every clown has a heart, and every fall can lead to a leap!. So, let’s shake off the gloom and remember, even in this crazy chaos, we’ve got the magic to turn it all around.. Raise a toast to the good times and the wild adventures ahead"
    },
    {
      "type": "info",
      "text": "Hey friend,"
    },
    {
      "type": "info",
      "text": "Life is a journey full of ups and downs."
    },
    {
      "type": "info",
      "text": "We stumble and fall, but we must never forget to get back up."
    },
    {
      "type": "info",
      "text": "The streets are complex and crooked, but we can be straight."
    },
    {
      "type": "info",
      "text": "Hey you, dishonest world, cheers."
    },
    {
      "type": "info",
      "text": "Scene 12"
    },
    {
      "type": "info",
      "text": "Seli̇m: your perspective changes with your life experiences and with other peoples life experiences you witness.for examle, i was very touched by tamara s story."
    },
    {
      "type": "info",
      "text": "Nilay and neri at same time – tamara"
    },
    {
      "type": "player",
      "text": "Selim uncle: yes tamara-her story, her resilience, the hope she hold on to despite all the hopelessness and negativitiy her stance against all is a real inspiration."
    },
    {
      "type": "info",
      "text": "Tamera on stage -"
    },
    {
      "type": "info",
      "text": "Kemal (seli̇m uncle's nephew) comes to visit – he acts shy upon seeing ni̇lay and the camera."
    },
    {
      "type": "player",
      "text": "Kemal: how are you, uncle?"
    },
    {
      "type": "info",
      "text": "Seli̇m: we’re talking with nilay, come on, son."
    },
    {
      "type": "player",
      "text": "Kemal: hello (sits down on a chair)"
    },
    {
      "type": "info",
      "text": "Seli̇m: (introduces to ni̇lay) – what were we talking about?. Actually, there are words left by life that act as a compass for us – words that will guide us under any circumstances."
    },
    {
      "type": "info",
      "text": "Ni̇lay: which ones are those?"
    },
    {
      "type": "info",
      "text": "Seli̇m: martin luther king – \"love is a choice, if it decreases in your heart, you will begin to become a bad person.\""
    },
    {
      "type": "player",
      "text": "Kemal: (excitedly) ah, i shared this just this morning, look – i wrote this – it got a lot of likes and shares, it’s pretty popular –"
    },
    {
      "type": "info",
      "text": "Seli̇m: what did you share"
    },
    {
      "type": "player",
      "text": "Kemal: \"it is possible to save the world from the hatred that engulfs it with love\" – don’t forget bob marley.. Then – \"education is the most powerful weapon in the world\" said nelson mandela – \"be the change you want to see in the world\" said gandhi – \"time is limited, so don’t waste it living someone else's life\" said virginia woolf.. Didn't i tell you, it got a lot of likes, see?. (shows ni̇lay)"
    },
    {
      "type": "info",
      "text": "Seli̇m: but don’t just share it on social media – make it stick in your mind."
    },
    {
      "type": "player",
      "text": "Kemal: of course (says very confidently)"
    },
    {
      "type": "info",
      "text": "Seli̇m: can you remember it without reading it"
    },
    {
      "type": "player",
      "text": "Kemal: (shocked, since he didn’t study for the exam) what?"
    },
    {
      "type": "info",
      "text": "Neri̇: here, have an exam (laughs)"
    },
    {
      "type": "info",
      "text": "Ni̇lay: read what you shared"
    },
    {
      "type": "info",
      "text": "Seli̇m: nods and approves"
    },
    {
      "type": "player",
      "text": "Kemal: ah, what did nelson mandela say again?"
    },
    {
      "type": "info",
      "text": "Seli̇m uncle: what did he say?"
    },
    {
      "type": "player",
      "text": "Kemal: the world, hmm, love, hmm – wait, i’ll   – nelson mandela said, \"my friend is calling uncle, i just wanted to see you quickly, uncle"
    },
    {
      "type": "info",
      "text": "Neri̇: mocks kemal with a hand gesture"
    },
    {
      "type": "info",
      "text": "Seli̇m: don’t keep your friend waiting.. (kemal leaves, but seli̇m uncle shouts after him) it doesn’t matter if you don’t memorise, just live those feelings, that’s enough."
    },
    {
      "type": "info",
      "text": "Ni̇lay: he failed the exam (laughs)"
    },
    {
      "type": "info",
      "text": "Seli̇m: (in turkish) different people come and go – but the world stays."
    },
    {
      "type": "player",
      "text": "Mark: humans come and go – the world stays."
    },
    {
      "type": "info",
      "text": "Seli̇m: how did you know what i said?"
    },
    {
      "type": "player",
      "text": "Mark: the body and expressions speak a language that the whole world can understand."
    },
    {
      "type": "info",
      "text": "Ni̇lay: ah – you’ve reminded me of such a beautiful topic – when you say one language, it reminds me – how did you feel in london, a city where so many cultures live?"
    },
    {
      "type": "info",
      "text": "Neri̇: bravo, nice question (acts as if zipping his lips with a stern look from ni̇lay)"
    },
    {
      "type": "info",
      "text": "Seli̇m: i felt safe."
    },
    {
      "type": "info",
      "text": "Ni̇lay: how so?"
    },
    {
      "type": "info",
      "text": "Seli̇m: because our feelings are the same, our worries, our troubles are the same – let me tell you about my first day in uk."
    },
    {
      "type": "info",
      "text": "Scene 13"
    },
    {
      "type": "info",
      "text": "(selim arrives in england with his suitcase in hand.. The scene is set in a busy, bustlingtrain station environment, with the sounds of a crowded city—people talking, the hum of activity, and announcements over loudspeakers.. Selim is in the middle of this chaos, feeling anxious and scared.. He sits on a bench on the street, surrounded by the unknown.. A friendly indian man, holding a coffee, sits down next to him.. This marks the beginning of a positive, uplifting musical shift.. Shortly after, an african man and a person from eastern europe, all dressed in work clothes, sit down next to him on the same bench.. There’s a sense of calm among them, despite their differences.. The group consists of an architect, a security guard, and an office worker—each with a warm smile.. Selim starts to feel more at ease and safe in their company.. His anxiety begins to dissolve as he senses their openness and kindness performed in mime style with music at the background)"
    },
    {
      "type": "info",
      "text": "Scene 14"
    },
    {
      "type": "info",
      "text": "Ni̇lay: wowwww, uncle seli̇m that was soo powerfull – by the way, at seli̇m uncle’s request, we’re now going out to the garden of the hospice."
    },
    {
      "type": "info",
      "text": "Seli̇m: i wish i could say i was greeted with flowers, but those guys from different backgrounds, and good people like mark, tweng, and mumtaz made me feel much better.. Actually, this reminds me of a dream i had – it impressed me so much that i still can’t forget it, and every detail is still in my mind."
    },
    {
      "type": "info",
      "text": "Neri̇: (turns off her camera) let him tell it, please, ni̇lay."
    },
    {
      "type": "info",
      "text": "(since neri̇ turned off the camera, ni̇lay is very frustrated, and behind seli̇m uncle’s wheelchair – she moves her body and hands, as if to ask \"why did you feel the need to turn off the stream?. Having a proper argument quietly behind selim’s wheelchair"
    },
    {
      "type": "info",
      "text": "Seli̇m: what’s going on over there?"
    },
    {
      "type": "player",
      "text": "Mark: oh my god, what are you doing, ladies?"
    },
    {
      "type": "info",
      "text": "Neri̇: (quickly moves in front of seli̇m) i just wanted you to tell your dream – but when she started moving like that, i said “don’t move like that with me” – then she said, “who do you think you are?” i said, “if it’s not me, you’re nothing.” then she said, “who do you think you are?” (seli̇m puts his hand on his head, very distressed) my hair is messy now."
    },
    {
      "type": "player",
      "text": "Mark: what?!. This is definitely not an international language."
    },
    {
      "type": "player",
      "text": "Greg: (one of the hospice volunteers) oh, ni̇lay yildiz, i’m a big fan of yours – can we take a photo?. (they take a photo)"
    },
    {
      "type": "player",
      "text": "Mark: what’s happening over there?"
    },
    {
      "type": "player",
      "text": "Greg: ni̇lay yildiz – she is very famous – she has 5 million followers – i can’t believe i took a photo with her.. (looking at his phone, very excited and happy)"
    },
    {
      "type": "player",
      "text": "Mark: she was just beaten by her filmmaker a minute ago –pulling eachothers hairs - who cares how famous she is?"
    },
    {
      "type": "player",
      "text": "Greg: i do.. (walks away looking at his phone)"
    },
    {
      "type": "info",
      "text": "After that, everything returns to normal and neri̇’s camera is still on.. Ni̇lay continues the live stream in a very calm and enthusiastic way."
    },
    {
      "type": "info",
      "text": "Ni̇lay: are we ready, my dear?"
    },
    {
      "type": "info",
      "text": "Neri̇: we're starting right away, sweetie.. 3, 2, 1 (counts with her finger in the air)"
    },
    {
      "type": "info",
      "text": "Ni̇lay: yes, uncle seli̇m, would you like to share your dream with us?"
    },
    {
      "type": "info",
      "text": "Seli̇m: of course – in my dream -i was in a forest, and i was a tree."
    },
    {
      "type": "info",
      "text": "Ni̇lay: a tree?"
    },
    {
      "type": "player",
      "text": "Neri: a treee"
    },
    {
      "type": "info",
      "text": "Seli̇m: yes, a beautiful tree – i had vibrant green branches – there were other trees next to me – and we all talking to each other."
    },
    {
      "type": "info",
      "text": "Scene 15"
    },
    {
      "type": "info",
      "text": "(four characters dressed in tree costumes stand on stage, each person representing a different tree with their own unique qualities.. The scene begins with each tree character boasting about their strengths and beauty.)"
    },
    {
      "type": "player",
      "text": "Tree 1: (proudly) did you see my leaves?. They are so green and full of life!"
    },
    {
      "type": "player",
      "text": "Tree 2: (confidently) my branches are so strong, and my colours are so vibrant"
    },
    {
      "type": "player",
      "text": "Tree 3: (with pride) my roots and trunk are more durable and beautiful than yours!"
    },
    {
      "type": "player",
      "text": "Tree 4: (smiling) my colour is far more beautiful than any of yours!"
    },
    {
      "type": "player",
      "text": "Tree 1: (boasting) my green is more striking than any of yours!"
    },
    {
      "type": "player",
      "text": "Tree 2: (with excitement) my branches shine bright and enchanting!"
    },
    {
      "type": "player",
      "text": "Tree 3: (with a sense of superiority) i am so much more unique and beautiful!"
    },
    {
      "type": "player",
      "text": "Tree 4: (with confidence) i am different from all of you, and i have a greater impact!"
    },
    {
      "type": "player",
      "text": "Tree 5: and im the biggest tree of the world"
    },
    {
      "type": "info",
      "text": "(suddenly, a loud, strong windstorm sound fills the theatre.. The trees begin to sway violently, and the wind grows stronger.. The only way for them to withstand the storm is by clinging to each other for support, holding tightly together to prevent the wind from uprooting them and carrying them away.. As the storm rages on, the trees embrace one another.)"
    },
    {
      "type": "info",
      "text": "The stage goes dark – the tree characters take their places."
    },
    {
      "type": "info",
      "text": "Scene 16"
    },
    {
      "type": "info",
      "text": "Hospice garden – in the previous scene, the tree characters are now in the form of garden trees.. The ground is covered in green leaves and the area is filled with flower characters, creating a colorful scene.. (mark enters, bringing a glass of water to seli̇m and sitting beside him.)"
    },
    {
      "type": "info",
      "text": "Ni̇lay: (with a thoughtful tone) what a powerful dream this is, uncle selim.. Racism, ego, selfishness, and the importance of unity—these things could not be described in any other way."
    },
    {
      "type": "info",
      "text": "Seli̇m: (reflecting deeply) the trees that compete with each other disturb the peace of the entire forest.. But when the storm came, they tightly embraced each other—only together could they protect their branches, their trunks, and their roots."
    },
    {
      "type": "info",
      "text": "Ni̇lay: so, you're saying, race, religion, and language are just the bark—what truly matters is the goodness in the heart?"
    },
    {
      "type": "info",
      "text": "Seli̇m: yes, that's right."
    },
    {
      "type": "player",
      "text": "Mark: (noticing that seli̇m uncle feels a bit uncomfortable, he tries to change the subject in a lively tone—touching trees and flowers as he speaks) listen, my lovely lady—listening to nice music, stepping on earth, walking in nature, spending time with animals—what beautiful things to do!. They're therapeutic.. People should do these as much as possible!"
    },
    {
      "type": "info",
      "text": "Seli̇m: (chuckles softly) exactly—tell them that!. People have distanced themselves from nature.. They live in monotonous lives within 50 square meters of stone piles, and over time, these cold concrete blocks create people with cold hearts."
    },
    {
      "type": "info",
      "text": "Ni̇lay: that is right, uncle selim.. People who live in harmony with nature tend to live longer.. Is that true?"
    },
    {
      "type": "info",
      "text": "Seli̇m: (tired, he doesn't respond but nods his head slightly.)"
    },
    {
      "type": "player",
      "text": "Mark: (noticing seli̇m's discomfort again, he continues with energy) nature—i honestly believe people should be waking up in places where they can hear birds singing."
    },
    {
      "type": "info",
      "text": "Ni̇lay: not everyone has that opportunity, though."
    },
    {
      "type": "info",
      "text": "Seli̇m: (with a peaceful but slightly tired tone) sky, forest, nature are free—wherever and whenever you're free."
    },
    {
      "type": "player",
      "text": "Mark: (shouting as he walks offstage) people start realising the importance of nature after a certain age!"
    },
    {
      "type": "info",
      "text": "Neri̇: (lightly chuckles, as if pondering) they say being in nature isn't a choice, it's a need, right?"
    },
    {
      "type": "info",
      "text": "Ni̇lay: (gives a sharp, disapproving look)"
    },
    {
      "type": "info",
      "text": "Neri̇: (with a grin) okay, okay, admit, i said a big one!"
    },
    {
      "type": "info",
      "text": "Seli̇m: especially the younger generation—they don't realise the importance of nature."
    },
    {
      "type": "info",
      "text": "Ni̇lay: (excited) ah, yes, that's exactly what i was going to ask about—youth."
    },
    {
      "type": "info",
      "text": "Neri̇: (excited) now we’ve reached the most critical point—youth!"
    },
    {
      "type": "info",
      "text": "Seli̇m: (sighs) we adults, we can't communicate with them.. There was a time when i didn't understand young people either.. I admit, i’ve been prejudiced toward them many times."
    },
    {
      "type": "info",
      "text": "Ni̇lay: do you have an example, uncle?"
    },
    {
      "type": "info",
      "text": "Seli̇m: (thinking, then nodding) yes, just recently—about a year or two ago."
    },
    {
      "type": "info",
      "text": "Ni̇lay: something bad happened?"
    },
    {
      "type": "info",
      "text": "Seli̇m: yes, —my grandchildren had thrown a party, they were having fun with their friends.. I happened to run into them.. I had a conflict with my grandchildren, and of course, my son too after that."
    },
    {
      "type": "info",
      "text": "(at this point, the scene continues, showing the growing tension between the older and younger generations, symbolising the generational gap that seli̇m feels deeply."
    },
    {
      "type": "info",
      "text": "Scene 17"
    },
    {
      "type": "info",
      "text": "A lively setting with a group of youth gathered around a standing table, drinks in hand, and loud rap music playing in the background.. The atmosphere is festive, full of energy and excitement.. Seli̇m enters the stage slowly, using a walking stick.. His presence contrasts with the youthful energy of the crowd, and he shows clear discomfort, reacting negatively to the scene"
    },
    {
      "type": "info",
      "text": "Batu (his grandson, frustrated and angry): (shouting) enough is enough!. (he throws things onto the floor.) this is your house, i get it, but this is my life too!. If i can't do what i want here, then i'll just take it to the street!. I'm done with your rules and restrictions!. (he storms offstage.)"
    },
    {
      "type": "info",
      "text": "Seli̇m: (in frustration) what else is left now?. You've really gone and stirred up everything—look at you with your egoism!. (seli̇m quickly follows batu offstage, his anger growing.)"
    },
    {
      "type": "info",
      "text": "Guney (one of the friends in the group, looking around): did anyone record all that?"
    },
    {
      "type": "player",
      "text": "Blenard: (checking his phone) i did."
    },
    {
      "type": "player",
      "text": "Guney: (laughing) yo—he really clashed with his grandad this time."
    },
    {
      "type": "player",
      "text": "Blenard: (excitedly) shared it- drama with grandad"
    },
    {
      "type": "player",
      "text": "Tajon: (shrugging) honestly, it's just a family thing.. It should stay within the family."
    },
    {
      "type": "player",
      "text": "Nej: (nods in agreement) absolutely.. You're right."
    },
    {
      "type": "player",
      "text": "Gul: (trying to lighten the mood) it's all about having fun, guys!. Come on, the show must go on!"
    },
    {
      "type": "info",
      "text": "(as the tension settles, the rap music picks back up, and the youthful energy continues.. The stage reflects the divide between the older and younger generations, highlighting the differences in perspective and the emotional clash.)"
    },
    {
      "type": "info",
      "text": "Scene 18"
    },
    {
      "type": "info",
      "text": "Nilay is pushing selim amca’s wheelchair, while neri stands in front, holding her camera and filming the scene."
    },
    {
      "type": "player",
      "text": "Nilay: (smiling, with a playful tone) if you had the same mind now as you did back then, what would you have done differently?"
    },
    {
      "type": "player",
      "text": "Selim: i would have respected youth more.. I would have sought harmony.... I would have saved the topics i wanted to discuss for another day, choosing better words and a gentler tone.. And most importantly, i would have danced with them."
    },
    {
      "type": "player",
      "text": "Neri: (laughs loudly, raising his voice) hey, world, hey—when it’s too late, then we think about it!"
    },
    {
      "type": "player",
      "text": "Isik: hi"
    },
    {
      "type": "player",
      "text": "Selim: where were you i have been waiting for you- i have saved this poem i have written – i wanted you to keep this"
    },
    {
      "type": "player",
      "text": "Neri: wow, this is legendary"
    },
    {
      "type": "player",
      "text": "Nilay: neri: wow, this poem is amazing it will break the viewership record -"
    },
    {
      "type": "info",
      "text": "Life is a short story filled with mysteries and surprises.sometimes a troubled heart, a saddened, melancholy soul,a worried mind.sometimes a mad and wild heart, a crazy mind like a butterfly.journeys and roads always begin and end.various doors open and close.someday in light, someday in a shout, someday in sadness, someday in a smile.a person comes and goes in their life.someday hate, someday anger, someday blame.... Someday the peace of a green valley; someday inappropriate curses and irritability.. Sometimes the voice gets lost in the crowd—and a scream is lost in the silence of its solitude.one day, the day will come when these emotions, ambitions, desires, and wishes end...sometimes a young sapling, a new growing shoot, a fragrant flower,or like a historic plane tree, you may fall to the earth...or like a turtle, you may pull your head in and live for a hundred years, crawling on the ground;while the butterfly's freedom is three days of life, opening its wings in the blue of the sky.the efforts are long like the turtle but the feeling is like a butterfly's three-day existence...feel, know, realize the change...because.... You never know how many autumns you have left.you only live once,what's more real than this?. You see—every film has an ending..."
    },
    {
      "type": "player",
      "text": "Nilay: neri: wow, this is legendary."
    },
    {
      "type": "player",
      "text": "Neri: this poem is a bomb, seriously-"
    },
    {
      "type": "player",
      "text": "Nilay:  i’ve worn you out, haven’t i?. Let’s wrap it up, selim uncle—one last thing.. Is there anything you want to say to those who will be watching you?"
    },
    {
      "type": "player",
      "text": "Selim: (with a slight sigh) no matter what you live through, you’ll come into this room one day with feelings full of regrets.. Whether it’s from what you did or from what you didn’t do."
    },
    {
      "type": "player",
      "text": "Nilay: (laughs, then suddenly gets embarrassed) ah, i’m so sorry!. A video from my friend sahin alkan just popped into my head, and i couldn’t help but laugh—don’t take it personally, please!. Let me show you..look is so funny .. (she shows a funny video on her phone.)"
    },
    {
      "type": "info",
      "text": "(from the video, she plays a reel on her phone"
    },
    {
      "type": "info",
      "text": "You were born into the world, cried a little, if you were lucky, you had one or two toys.. You spent your childhood like that – playing and so on, then you grew up a bit, started school – you wore that uniform and went to school.. You took that exam – they got you into high school – then you chose a university – you studied a bit there too – if you were lucky, you found a job– along the way, you find a relationships – sometimes they were good, sometimes they were bad – you paid stupid amounts for silly houses, maybe got kids – then you aged, solved puzzles – cooked a lot of meals – sometimes you felt like shouting, sometimes you needed support – sometimes you laughed, sometimes you cried – at times there were fires around you, sometimes flowers bloomed – your heart broke – you feel happy and sad– in the end, it’s just a life - in the end your body will become earth, so you shouldn't be taking life too seriously."
    },
    {
      "type": "player",
      "text": "Nilay: (laughing) life is just like this, you really shouldn’t take it too seriously."
    },
    {
      "type": "player",
      "text": "Selim: (nods with a smile) he is so right, sometimes not taking things too seriously is the best kind of treatment."
    },
    {
      "type": "player",
      "text": "Neri: the researchers  says be happy with your own self, spend time in garden nature, walki, love animals"
    },
    {
      "type": "player",
      "text": "Nilay: i wish we had two lifes and we can experience on one then live on the second one"
    },
    {
      "type": "info",
      "text": "Scene 19"
    },
    {
      "type": "info",
      "text": "(candy enters the stage with a cheerful and lively demeanor.)"
    },
    {
      "type": "player",
      "text": "Candy: (excitedly) hey, selim!. We have a dancing for well-being session—would you like to join us too, please?"
    },
    {
      "type": "player",
      "text": "Selim: (smiling) yes, that sounds so nice!"
    },
    {
      "type": "player",
      "text": "Candy: (gently pushes selim’s wheelchair towards the centre of the stage as the music starts.. One by one, candy’s stars and the theatre team join in for the dance performance.. After the dance performance, while the team is still on stage, they transition into the poetry section.)(the music fades as the performers continue dancing and engaging, blending seamlessly into the next scene.)(the poetry team begins to speak, creating a smooth transition from the dance into spoken word.)"
    },
    {
      "type": "info",
      "text": "Scene 20"
    },
    {
      "type": "player",
      "text": "Nilay: yes, my dear friends, uncle selim – what a character he was – so simply he said =dont be afraid to make mistakes, but understanding the importance of learning from those mistakes, despite all the chaos in life, living fully, without worry, and enjoying our time—this is what we learned and watched as a lesson.. Now i am asking you a question- if we had 3 weeks to live in this world – what would cross your mind- if your life experince was turned in to a movie – which scenes would you want to watch again and again – so live those scenes you would choose to watch."
    },
    {
      "type": "info",
      "text": "Life is short so smile, and i am now ending this week's broadcast.. I wish you all a healthy, happy, and peaceful week—stay with love - dont forget to like share and comment – love you allll"
    },
    {
      "type": "info",
      "text": "(turns off the live broadcast and starts speaking hurriedly as she leaves the stage while looking at her phone) i have received so many deals on holiday packages wait, i’ll book myself a vacation, ha, 4k pounds- i wont"
    },
    {
      "type": "player",
      "text": "Neri: go on girl- lets go together"
    },
    {
      "type": "player",
      "text": "Nilay: i can use my credit card actually – no no i wont i can not afford it"
    },
    {
      "type": "player",
      "text": "Neri: didnt you listen to selim uncle –what did he say –he said life is short –enjoy it to the fullest-you said it earlier – if you had three weeks left to live-  if your experiences turn into a movie which parts would you like to live again ofcourse a holiday would be one of them-"
    },
    {
      "type": "player",
      "text": "Nilay: oh my god just bought the package (noticing that she is in debt now- attacking neri for motivating her)"
    },
    {
      "type": "info",
      "text": "Scene 21"
    },
    {
      "type": "info",
      "text": "(instrumental music begins, building a sense of transition.. The stage lights flicker on and off, and a smoke machine is activated, adding a dreamlike, surreal atmosphere.. Flashing lights illuminate the stage briefly.. As the music intensifies, selim rises slowly from his chair with deliberate movements, each step heavy with age.. His body seems to transform over the course of the scene.)"
    },
    {
      "type": "info",
      "text": "Selim, in slow, deliberate movements, starts to stand up from the chair.. At first, he walks with a hunched, elderly posture—each step measured, a reflection of his age.. As he continues walking across the stage, his movements gradually become smoother, and he stands straighter."
    },
    {
      "type": "info",
      "text": "His walk transitions from slow and frail to more fluid, youthful, and confident.. His posture shifts as if he’s rejuvenating, becoming more like an adult, full of vigor.. Then, in the blink of an eye, his movements grow more energetic, youthful, and sprightly—he becomes a young man, walking with the energy of someone in their prime."
    },
    {
      "type": "info",
      "text": "Eventually, his gait becomes even more energetic, as he becomes a child—quick, full of life, and playful.. Finally, his movements slow again, and he curls up, becoming an infant, curled up on the ground, perhaps in a fetal position, symbolising the cycle of life."
    },
    {
      "type": "info",
      "text": "As selim transitions through these stages of life, the lighting changes as well.. The stage goes dark, then the full lights come back on, showing a 10-second image of the empty wheelchair.. On the wheelchair is a notepad and a pen, symbolising that the journey of life has only left the notepad and a pen."
    },
    {
      "type": "info",
      "text": "The music playing is \"de usahía a la quiaca\", which has a rhythmic and emotive quality that complements selim's transformation."
    },
    {
      "type": "info",
      "text": "(the stage goes dark again, and the chair is taken offstage.. Nilay and neri enters, standing alone in the spotlight.)"
    },
    {
      "type": "info",
      "text": "Scene 22"
    },
    {
      "type": "info",
      "text": "Youth characters- enter from two separate sides of the stage and walk towards the centre, speaking their lines as if they're singing or reading poetry, with happy and hopeful feelings, meeting in the centre of the stage."
    },
    {
      "type": "info",
      "text": "In the shadows where the giants tread,"
    },
    {
      "type": "info",
      "text": "Youth stands tall with dreams unsaid,"
    },
    {
      "type": "info",
      "text": "We dance on edges where others scared,"
    },
    {
      "type": "info",
      "text": "Finding strength in laughter and shedding tears,"
    },
    {
      "type": "info",
      "text": "Facing fears, we learn how to bend,"
    },
    {
      "type": "info",
      "text": "When the world feels heavy, hope takes flight,"
    },
    {
      "type": "info",
      "text": "Together we shine bringing the light,"
    },
    {
      "type": "info",
      "text": "With every step we take, we learn and grow,"
    },
    {
      "type": "info",
      "text": "Mistakes are just a partof the journey we know,"
    },
    {
      "type": "info",
      "text": "So, lift your head up high, and let your spirit soar,"
    },
    {
      "type": "info",
      "text": "Embrace the light within, and you'll find so much more."
    },
    {
      "type": "info",
      "text": "Tomorrow brings new chancesto shine brighter than before,"
    },
    {
      "type": "info",
      "text": "Let go of yesterday, and open every door,"
    },
    {
      "type": "info",
      "text": "We're all just finding our way in this beautiful dance of life,"
    },
    {
      "type": "info",
      "text": "With every stumble and fall, we rise stronger from strife."
    },
    {
      "type": "info",
      "text": "Youth stay behind tweng,"
    },
    {
      "type": "info",
      "text": "Tweng"
    },
    {
      "type": "info",
      "text": "Ladies and gentlemen, thank you for joining us in this extraordinary production.. Together we have embarked on a journey that reminds us of life's profound beauty and the moments we often overlook in our hurried lives.. Now, i invite each of you to take out your smartphones.. Let’s illuminate this space.. Open your phone lights and raise them high above your heads—just like this.. (shows how to)"
    },
    {
      "type": "info",
      "text": "(music begins)"
    },
    {
      "type": "info",
      "text": "Imagine these lights as stars in the sky, each one representing a cherished loved one we hold dear, like our beloved uncle selim.. Let’s send forth our beautiful energy into the universe, embracing gratitude for everything we have and for who we are.. Now, as we close our lights, let’s put our hands together for this incredible team."
    },
    {
      "type": "info",
      "text": "(the youth cast members step forward to greet the audience, followed by the rest of the team and directors.)"
    },
    {
      "type": "info",
      "text": "Curtain closes"
    }
  ]
}